[Skills.BloodBath SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy with a grenade or explosion increases [skill]Gun Damage[-skill] for each stack of [skill]Bloodlust[-skill].  Enemies killed this way have a greater chance of dropping grenade ammo."

[Skills.BloodBath:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Weapon Damage: $NUMBER$ per stack"

[Skills.BloodEuphoria SkillDefinition]
SkillDescription="When your [skill]Kill Skills[-skill] are deactivated, you gain health for each stack of [skill]Bloodlust[-skill]."

[Skills.BloodEuphoria:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Health: $NUMBER$ per stack"

[Skills.BloodfilledGuns SkillDefinition]
SkillName="Blood-Filled Guns"

[Skills.BloodfilledGuns:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Max Bloodlust Stacks: $NUMBER$"

[Skills.BloodfilledGuns:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Magazine Size: $NUMBER$ per stack"

[Skills.BloodOverdrive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Melee Damage: $NUMBER$ per stack"

[Skills.BloodOverdrive:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Fuse Time: $NUMBER$ sec per stack"

[Skills.Bloodsplosion SkillDefinition]
SkillDescription="Killing an enemy causes them to explode with an [skill]Elemental Nova[-skill] matching the element of the damage that killed it, with non-elemental damage creating an explosive nova.  Nova damage is increased for each stack of [skill]Bloodlust[-skill].<br><br>Any [skill]Overkill Damage[-skill] is also added to damage caused by an [skill]Elemental Nova[-skill]."

[Skills.Bloodsplosion:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Nova Damage Increase: $NUMBER$ per stack"

[Skills.BloodTrance:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Rampage Duration: $NUMBER$ per stack"

[Skills.BloodyRevival SkillDefinition]
SkillDescription="[skill]Assault Rifle Damage[-skill] during [skill]Fight For Your Life[-skill] is increased for each stack of [skill]Bloodlust[-skill]."

[Skills.BloodyRevival:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Assault Rifle Damage: $NUMBER$ per stack"

[Skills.BloodyRevival_HUDFeedback_DEPRECATED:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Assault Rifle Damage: $NUMBER$ per stack"

[Skills.BloodyTwitch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Max Bloodlust Stacks: $NUMBER$"

[Skills.BloodyTwitch:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Weapon Swap Speed: $NUMBER$ per stack"

[Skills.BuzzAxeBombadier SkillDefinition]
SkillDescription="When thrown, your buzz axe now has [skill]dynamite[-skill] attached to it, which explodes on impact."

[Skills.BuzzAxeBombadier:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Axe go BOOM!''"

[Skills.FuelTheBlood SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill]. Killing an enemy with melee attacks increases [skill]Grenade Damage[-skill] for each stack of [skill]Bloodlust[-skill], as well as adding bonus stacks to [skill]Bloodlust[-skill]."

[Skills.FuelTheBlood:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Grenade Damage: $NUMBER$ per stack"

[Skills.NervousBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Reload Speed: $NUMBER$ per stack"

[Skills.TasteOfBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Bloodlust Stacks: $NUMBER$ per kill"
